{"pageContext":{"frontmatter":{"templateKey":"content-pages","title":"How do writers respond to audience expectations?","key":"how-do-writers-respond-to-audience-expectations","parentKey":"how-is-writing-a-social-activity","points":[{"point":"Meeting the needs and expectations of audiences gives writing more impact, but sometimes it is difficult to know what audiences expect.\n\n**FOR INSTRUCTORS**: Student writers will face many choices in engaging with their audiences. \n\n* [In thinking about their audiences, some students might shift between different kinds of academic and non-academic writing.](https://hdl.handle.net/2027/fulcrum.10079890/poi.25) \n  * For example, as [Lizzie Hutton and Gail Gibson write](https://hdl.handle.net/2027/fulcrum.10079890/poi.25), \"students who align their writing development with the 'academic' tend to see writing as constituting the communication of thought\" (90), while \"students who talked about their growth as writers as more closely tied to the 'creative' tend to understand writing instead as constituting the generation of thought\" (90). \n  * Using different kinds of writing helps us reach audiences in different ways.\n* Asking students to write about who their audience is and how they are reaching them can help them align their writing with readers they envision.\n* As [Ryan McCarty’s chapter shows, students’ experiences and perspectives of their roles as writers and their writing influence the way they see their audiences](https://hdl.handle.net/2027/fulcrum.10079890/poi.30). \n* > The philosophy course provided more of a contrast,  I think more of a development, because it was a different form of writing. It also helped me reflect upon the way we write in science. Between the two, it showed me how I can communicate effectively when we do talk about—okay, so you’re talking to more of a lay audience as opposed to the scientific community in communicating your research. Let’s look at different ways to read and write.","title":"What are our audiences’ expectations?"},{"point":"## Writing to others means communicating ideas to a specific person or a specific group of people.\n\n[As Anne Gere’s chapter shows, Stephanie reflects on how she uses writing as a trade credit underwriter to speak to her readers.](https://hdl.handle.net/2027/fulcrum.10079890/poi.37) \n\n> Now I am doing more analytical, a lot of persuasive writing… Here’s what I recommend. Here are seven or eight bullet points of financial ratios  and  positive or negative news and press releases. Here’s  how the soybean crop is going in Brazil and all that… diplomatic emails to  brokers, the people who stand between us and our clients, trying to sugarcoat the no’s and make the yes’s kind of sound like we’re doing them a favor.\n\n## Writing for others can mean making communication accessible to as many readers as possible.\n\n[Let’s consider Dan, who uses social media to reach out to his audience.](https://hdl.handle.net/2027/fulcrum.10079890/poi.38) \n\n> I am seeing a lot of upcoming writers or a lot of upcoming students, because they’re interacting with me on Twitter on an everyday basis or on Facebook… Social media—I like to think of it as talking from a position of power. You can say, ‘Why don’t you look at…","title":"Are we writing to or for audiences?"},{"point":"Reaching audiences can depend a lot on kinds of writing and purpose.\n\n## One challenge is knowing which kinds of writing are appropriate for the audiences being addressed.\n\n[Consider Kris, who finds the language of science to be a necessary step in her development as a writer.](https://hdl.handle.net/2027/fulcrum.10079890/poi.29)\n\n> At first when I was starting to read papers, I thought scientists used unnecessarily large words to describe things. Then what I found as I started writing was that we have a specific vocabulary, just like any field does, and it’s just way easier to communicate in that way. You can use one word to describe what would have to be used as a whole sentence.\n\n## Another challenge is making sure purposes for writing are clear to audiences.\n\n[Consider Kaitlin, who explores how her multimodal purposes affect how her audiences think about traveling.](https://hdl.handle.net/2027/fulcrum.10079890/poi.35)\n\n> I would pick out quotes where it was making the point that I wanted, but over an image, so you’re not just immediately assaulted with a ton of text. You have  to  scroll  over  it  to  see  it… ‘Why do people adventure, and what do they know that I don’t?’\n\nAnd so, we make our writing matter for our audiences by making choices about style and delivery.","title":"How can we make writing matter for audiences?"},{"point":"Writers make important decisions about what to write and for whom. Click on the options below to see relationships between writing situations and writers: identities, the topic, and who the readers are.\n\n<Activity>","title":"Putting it all together"}]}}}