{"pageContext":{"frontmatter":{"templateKey":"content-pages","title":"What is word choice, and why does it matter?","key":"what-is-word-choice-and-why-does-it-matter","parentKey":"how-do-we-choose-our-words-phrases-sentences-and-why-does-it-matter","points":[{"point":"Words are the ground level of writing. In all writing, certain words communicate confidence, carefulness, and consideration. So how do writers choose these words to build our meanings from the ground up?\n\nLet’s play around with a few words to see how they build meaning into our phrases and sentences.\n\n:::md-component Game2\n\nAs you can see, these words have different effects on phrases and sentences. Let’s learn more about these words in the next section.","title":"How do words communicate?"},{"point":"Words like “everyone” and “society” can be applied to a wide range of things, people, and ideas. They encourage readers to think in very general terms, or in generalities.\n\nIn this example, writer Sarah Zhang shows how a study applies broadly to people’s perception of race.\n\n> A 2014 study found that when \n>\n> [people](https://www.theatlantic.com/science/archive/2018/09/your-dna-is-not-your-culture/571150/)\n>\n>  read a newspaper article about genetic-ancestry tests, their beliefs in racial differences increased.\n\nIn this example from the book, Shannon shows how widespread the effect of teaching is on children and society.\n\n>[The children of today](https://hdl.handle.net/2027/fulcrum.10079890/poi.47) are the leaders of tomorrow, so if we do not put great significance on the way in which teachers are chosen, children will be deprived of an effective education and won’t be able to handle [society’s](https://umich.box.com/s/a84mklxotpvb49nm5gjafkiaamborbwb) money\n\nWords like “people” or “society” can be qualified with other words to soften or limit the range of application. Qualified generalities show readers that claims may not apply to everyone or everything—which invites other interpretations and possibilities.\n\nIn this example, Bill and Melinda Gates use qualified generalities to show a difference in people’s perceptions of poverty.\n\n> Primed by depressing and shocking headlines, [most people](https://www.nytimes.com/2018/09/22/opinion/sunday/bill-gates-melinda-gates-global-poverty.html) assume that poverty has increased. [Some people](https://www.nytimes.com/2018/09/22/opinion/sunday/bill-gates-melinda-gates-global-poverty.html) say it has held steady.\n\nIn this example from the book, Amanda uses a qualified generality to show that while Milton’s references tend to have “other underlying messages,” these other messages may not be obvious to today’s readers.\n\n> His references [almost always](https://hdl.handle.net/2027/fulcrum.10079890/poi.50) have other underlying messages that a typical scholar of today must search for more deeply, but at the time were usually well known within the intellectual sphere. \\[more] <clicking on ‘more’ will expand to the full quotation: Images involving religion or classical mythology do not necessarily agree in today’s world, but they worked well for Milton to address multiple perspectives that his audience could comprehend no matter what they believed in [(152)](https://doi.org/10.3998/mpub.10079890.cmp.142).","title":"What are generalities?"},{"point":"Certainties are words that show readers how much confidence writers have in their claims. Writers who are confident about their claims and want to state them as generalities use boosters. Writers who are somewhat confident about their claims and want to leave room for other views use hedges.\n\nBoosters are words that express complete certainty about claims. They require care in use, because while they give writing confidence, they can leave little to no room for others’ views. Examples of boosters include “clearly,” “definitely,” and “without a doubt.”\n\nIn this example, writer Melina Delcik uses a booster to express certainty about the value of a news story.\n\n> It was, [without a doubt](https://www.nytimes.com/2018/08/11/insider/embargoes-reporting.html), the kind of breaking news The Times considers important to delve into quickly and thoroughly\n\nIn this example from the book, Owen uses a booster to expresses confidence about how to improve teaching in the United States.\n\n> This method would [undeniably](https://hdl.handle.net/2027/fulcrum.10079890/poi.48) improve America’s educational system by replacing the bottom six to ten percent of public-school teachers that currently hinder it [(149)](https://doi.org/10.3998/mpub.10079890.cmp.283).\n\nHedges are words that express caution about our certainty. While hedges may sometimes give an impression of uncertainty, they can also open space for others’ views and interpretations. Examples of hedges include “perhaps,” “might,” and “possibly.”\n\nIn this example, author Nicholas Carr uses a hedge to express the possibility that critics who think the Internet is ruining us are right.\n\n> [Perhaps](https://www.theatlantic.com/magazine/archive/2008/07/is-google-making-us-stupid/306868/) those who dismiss critics of the Internet as Luddites or nostalgists will be proved correct, and from our hyperactive, data-stoked minds will spring a golden age of intellectual discovery and universal wisdom.\n\nIn this example from the book, the student uses a hedge to express doubt about Adam’s ability to achieve autonomy in the same way as other children.\n\n> [Since Adam is suffering from FAS which will affect his life in every domain in significant ways, it will be unlikely that he will be able to achieve or will be expected by others to achieve autonomy as much as other children.](https://hdl.handle.net/2027/fulcrum.10079890/poi.46)\n","title":"What kinds of words do writers use to express generalities and qualified certainties?"}],"afterPoints":"Words can have an effect on whether readers believe writers’ claims. Using boosters that express generalities can be convincing in some cases, but using hedges that express qualified generalities conveys more considerations for others’ perspectives and interpretations."}}}